Revit 2027 API
ParameterTypeId.ToposolidFacesLocation Property
 "Picked Faces Location"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ToposolidFacesLocation { get; }
Public Shared ReadOnly Property ToposolidFacesLocation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ToposolidFacesLocation {
	ForgeTypeId^ get ();
}
static member ToposolidFacesLocation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace